{
    "bienvenido" : "Welcome",
    "selecciona" : "Select",
    "cerrarsesion" : "Logout",

    "tituloterminos" : "Terms and Conditions of Use of the Attendance Registration Application registrarAPP",
    "fechaterminos": "Effective date: 00/00/0000.",
    "terminosapp" : "These terms and conditions ('Terms') govern your use of the registration application. academic assistance (RegistraAPP) provided by Ariel Saavedra, Sebastián Henriquez, Gabriel Pitron.",
    "titulotermino1" : "1. Registration and User Accounts",
    "termino1" : "You must create an account to use the Application. Registration information must be accurate and up-to-date.It is your responsibility to maintain the security of your account and password. You are responsible for all activities conducted through your account.",
    "titulotermino2" : "2. Use of the Application",
    "termino2" : "The Application is provided for the registration of DUOC UC attendance and the management of education-related events. You agree to use the Application in an ethical and legal manner.",
    "titulotermino3" : "3. Privacy and Personal Data",
    "termino3" : "We respect your privacy. Our Privacy Policy describes how we collect, use and we protect your personal data. By using the Application, you accept our privacy practices.",
    "titulotermino4" : "4. Intellectual Property",
    "termino4" : "All intellectual property rights related to the Application and its content are property of Ariel Saavedra, Sebastián Henriquez, Gabriel Pitron or their licensors.",
    "titulotermino5": "5. Modifications to the Terms",
    "termino5" : "We reserve the right to modify these Terms at any time. Modifications will be effective upon posting of the updated Terms on the Application.",
    "titulotermino6" : "6. Termination of Access",
    "termino6" : "We may terminate your access to the Application if you breach these Terms. You can cancel your account at any time.",
    "titulotermino7" : "7. Limitation of Liability",
    "termino7" : "The Application is provided 'as is' and 'as available'. We do not offer guarantees of any kind. We will not be liable for any direct, indirect, incidental, special or consequential damages resulting from the use of or inability to use the Application.",
    "titulotermino8" : "8. Applicable Legislation",
    "termino8" : "These Terms are governed by the laws of the Country and any dispute will be resolved in the courts of Puente Alto. By using the Application, you agree to comply with these Terms. If you have any questions or concerns, please feel free to contact us at [support email address].",
    "leytermino" : "These Terms are governed by the laws of the Country and any dispute will be resolved in the courts of Puente Alto. By using the Application, you agree to comply with these Terms. If you have any questions or concerns, please do not hesitate to Contact us at [support email address].",
    "finterminos" : "These Terms and Conditions constitute the entire agreement between you and Ariel Saavedra, Sebastián Henriquez, Gabriel Pitron with respect to the use of the Application.",
    "fechafin" : "Last update date: 00/00/0000",
    "aceptoterminos" : "I accept the terms and conditions",
    "cerrarterminos" : "Close",

    "seleccionesesion" : "Select your respective session",
    "botonalumno" : "Student",
    "botondocente" : "teacher",
    "botonterminos" : "Terms and Conditions",

    "Inicio de Sesión" : "Login",
    "usuario" : "user",
    "El correo es requerido" : "Email is required",
    "El correo es inválido" : "The email is invalid",
    "contraseña" : "password",
    "La contraseña es requerida" : "Password is required.",
    "La contraseña debe tener al menos 6 caracteres" : "The password must be at least 6 characters.",
    "Ingresar" : "Sign in",
    "Registrarse" : "Register",
    "¿Ha olvidado su contraseña?" : "¿Have you forgotten your password?",
    "recuperar contraseña" : "recover password",

    "¿Qué desea ver?" : "¿What do you want to see?",
    "ver asignaturas" : "see subjects",
    "Mapa" : "Map",

    "asignaturas alumno" : "student subjects",
    "Generar código QR": "Generate QR code",
    "Pasar Asistencia" : "Pass assistance"
}