{
    "bienvenido" : "Bem-vindo",
    "selecciona" : "Escolher",
    "cerrarsesion" : "Fechar Sessão",

    "tituloterminos" : "Termos e Condições de Uso do Registrador de Aplicativos de Registro de PresençaAPP",
    "fechaterminos": "Data de vigência: 00/00/0000.",
    "terminosapp" : "Estes termos e condições ('Termos') regem a utilização do aplicativo de registro de frequência acadêmica ('RegistraAPP') fornecido por Ariel Saavedra, Sebastián Henriquez, Gabriel Pitron.",
    "titulotermino1" : "1. Registro e contas de usuário",
    "termino1" : "Você deve criar uma conta para usar o Aplicativo. As informações de registro devem ser precisas e atualizadas. É sua responsabilidade manter a segurança de sua conta e senha. Você é responsável por todas as atividades realizadas através de sua conta.",
    "titulotermino2" : "2. Uso do Aplicativo",
    "termino2" : "A Aplicação destina-se ao registo de presenças no DUOC UC e à gestão de eventos relacionados com a educação. Você concorda em usar o Aplicativo de maneira ética e legal.",
    "titulotermino3" : "3. Privacidade e dados pessoais",
    "termino3" : "Nós respeitamos sua privacidade. A nossa Política de Privacidade descreve como recolhemos, utilizamos e protegemos os seus dados pessoais. Ao usar o Aplicativo, você aceita nossas práticas de privacidade.",
    "titulotermino4" : "4. Propriedade Intelectual",
    "termino4" : "Todos os direitos de propriedade intelectual relacionados ao Aplicativo e seu conteúdo são propriedade de Ariel Saavedra, Sebastián Henriquez, Gabriel Pitron ou de seus licenciadores.",
    "titulotermino5": "5. Modificações aos Termos",
    "termino5" : "Reservamo-nos o direito de modificar estes Termos a qualquer momento. As modificações entrarão em vigor após a publicação dos Termos atualizados no Aplicativo.",
    "titulotermino6" : "6. Cessação do Acesso",
    "termino6" : "Poderemos encerrar seu acesso ao Aplicativo se você violar estes Termos. Você pode cancelar sua conta a qualquer momento.",
    "titulotermino7" : "7. Limitação de Responsabilidade",
    "termino7" : "O Aplicativo é fornecido 'como está' e 'conforme disponível'. Não oferecemos garantias de qualquer espécie. Não seremos responsáveis ​​por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais resultantes do uso ou da incapacidade de uso do Aplicativo.",
    "titulotermino8" : "8. Legislação Aplicável",
    "termino8" : "Estes Termos são regidos pelas leis do País e qualquer disputa será resolvida nos tribunais de Puente Alto. Ao usar o Aplicativo, você concorda em cumprir estes Termos. Se você tiver alguma dúvida ou preocupação, não hesite em nos contatar em [endereço de e-mail de suporte].",
    "leytermino" : "Estes Termos são regidos pelas leis do País e qualquer disputa será resolvida nos tribunais de Puente Alto. Ao usar o Aplicativo, você concorda em cumprir estes Termos. Se você tiver alguma dúvida ou preocupação, não hesite em nos contatar em [endereço de e-mail de suporte].",
    "finterminos" : "Estes Termos e Condições constituem o acordo integral entre você e Ariel Saavedra, Sebastián Henriquez, Gabriel Pitron com relação ao uso do Aplicativo.",
    "fechafin" : "Data da última atualização: 00/00/0000",
    "aceptoterminos" : "Eu aceito os termos e condições",
    "cerrarterminos" : "Fechar",

    "seleccionesesion" : "Selecione sua respectiva sessão",
    "botonalumno" : "Estudante",
    "botondocente" : "professor",
    "botonterminos" : "Termos e Condições",

    "Inicio de Sesión" : "Conecte-Se",
    "usuario" : "do utilizador",
    "El correo es requerido" : "O e-mail é obrigatório",
    "El correo es inválido" : "O e-mail é inválidoO e-mail é inválido",
    "contraseña" : "senha",
    "La contraseña es requerida" : "Senha requerida",
    "La contraseña debe tener al menos 6 caracteres" : "A senha deve ter pelo menos 6 caracteres.",
    "Ingresar" : "Entrar",
    "Registrarse" : "Check-in",
    "¿Ha olvidado su contraseña?" : "¿Você esqueceu sua senha?",
    "recuperar contraseña" : "recuperar senha",

    "¿Qué desea ver?" : "¿O que você quer ver?",
    "ver asignaturas" : "veja assuntos",
    "Mapa" : "Mapa",

    "asignaturas alumno" : "disciplinas estudantis",
    "Generar código QR": "Gerar código QR",
    "Pasar Asistencia" : "Assistência de passe"
}